backend/app/controllers/api/v1/conversations_controller.rb

SELECT "conversations".* FROM "conversations"
---
  def index
    @conversations = Conversation.all

SELECT  "conversations".* FROM "conversations" WHERE "conversations"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]
---
  def find_conversation
    @conversation = Conversation.find(params[:id])