backend/app/controllers/api/v1/messages_controller.rb

  def create
    new_message = Message.create(message_params)
---
INSERT INTO "messages" ("conversation_id", "user_id", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["conversation_id", 3], ["user_id", 6], ["content", "Blah blah blah"], ["created_at", "2019-07-11 01:44:46.147752"], ["updated_at", "2019-07-11 01:44:46.147752"]]